---
kind: other
id: Properties.T:Autodesk.Revit.DB.SSEPointVisibilitySettings
source: html/13d55b2b-4346-68f4-0d17-dbbda72c327c.htm
---
# SSEPointVisibilitySettings Properties

The id of the assembly instance to which the element belongs.